var bodyFacts = [
    "Човешкото тяло съдържа около 206 костни структури.",
    "Сърцето на човека прокачва кръвта през повече от 95,000 километра (приблизително 60,000 мили) кръвоносни съдове.",
    "Окото на човека може да различава около 10 милиона цвята.",
    "Човешкият мозък генерира повече електрическа активност през един ден, отколкото най-мощния компютър за цялата си работа.",
    "Възрастните човешки кости се обновяват напълно приблизително на всеки 10 години.",
    "Човешката кожа е най-големият орган и тегли около 3,6 килограма.",
    "Очите на човека могат да разпознават светлината на свещ по разстояние от около 1,6 километра.",
    "Човешките мускули са способни да извършват невероятни усилия и се съкращават с по-голяма сила, отколкото могат да дигат.",
    "Ноктите на пръстите на ръцете растат по-бързо от тези на пръстите на краката.",
    "Човешките кости са по-силни от бетон.",
    "Мозъкът на човека е по-активен по време на сън отколкото по време на бодърстване.",
    "Възрастните хора средно прекарват около 25 години в сън през целия си живот.",
    "В човешкото тяло има достатъчно желязо, за да се създаде малко близо до 3-литров котлон.",
    "Човешките зъби са толкова твърди, че могат да издържат на натоварване подобно на бетонова плоча.",
    "Възрастните хора проследяват свои съни през средно 4-6 години от целия си живот.",
    "Мускулите на човешкото око се движат около 100,000 пъти на ден.",
    "Човешкото сърце може да създаде достатъчно налягане, за да изстреля струя кръв на разстояние от 10 метра.",
    "Детето се ражда с повече костни структури, отколкото има възрастен човек, защото някои от тях се обединяват по време на растеж.",
    "Детето може да използва всичките си сетива в утробата на майката.",
    "Женското сърце обикновено бие по-бързо от мъжкото.",
    "Всяко човешко ухо има уникален отпечатък от звуковите вълни, които преминават през него.",
    "Всяка минута в човешкото тяло се формират около 300 милиона нови клетки.",
    "Косата на човека може да издържа тегло, равно на три слона.",
    "Човешката кожа съдържа около 300 милиона клетки.",
  ];
  
  
  let quoteText = document.querySelector(".quote_text");
  
  function generateQuote() {
    var randomIndex = Math.floor(Math.random() * bodyFacts.length);
    var quote = bodyFacts[randomIndex]
    quoteText.innerHTML = '"' + quote + '"'
  }